/*****************************************************/
/***************1. 基本信息的设定***********************/
/*****************************************************/
var pageI18nResources = {
    'zh-CN':{
        'dashboard_welcome': '欢迎使用WMS'
    }
};



/*****************************************************/
/***************2. 页面加载时设定***********************/
/*****************************************************/
  
$(document).ready(function(){
	//initPageHtml(maxPage,curPage,"pagination","#page");
	wms.async("/exception",{});
});

/*****************************************************/
/***************3. FUNCTION 函数和方法*****************/
/*****************************************************/
function pagination(pageNo){
	
	//alert(pageNo);
	window.location.href="/demo/?pageCount="+maxPage+"&currentPage="+pageNo;
	
}